const minus = require('./minus');
// 2 - 2 เท่ากับ ?
test('2 - 2 เท่ากับ ?', ()=> {
  expect(minus(2,2)).toBe(0);
});

// 20 - 1 เท่ากับ 19
test('20 - 1 เท่ากับ 19', ()=> {
  expect(minus(20,1)).toBe(19);
});

// 5 - 5 เท่ากับ 0
test('5 - 5 เท่ากับ 0', ()=> {
  expect(minus(5,5)).toBe(0);
});

// ทำอีก 3 อัน โดยการพิมพ์เอง อย่า copy


// 2 - 1 เท่ากับ 1
test('2 - 1 เท่ากับ 1', ()=> {
  expect(minus(2,1)).toBe(1);
});

// 3 - 3 เท่ากับ 0
test('3 - 3 เท่ากับ 0', ()=> {
  expect(minus(3,3)).toBe(0);
});

// 10 - 1 เท่ากับ ?
test('10 - 1 เท่ากับ ?', ()=> {
  expect(minus(10,1)).toBe(9);
});